{"id":70,"date":"2020-08-18T14:54:45","date_gmt":"2020-08-18T18:54:45","guid":{"rendered":"https:\/\/scholarrock301.wpengine.com\/?page_id=70"},"modified":"2024-05-09T17:19:26","modified_gmt":"2024-05-09T21:19:26","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/scholarrock.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"70\" class=\"elementor elementor-70\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-abf5e7c top-row narrow-row elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"abf5e7c\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-bb7c42c\" data-id=\"bb7c42c\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-inner-section elementor-element elementor-element-b3581b4 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"b3581b4\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-50 elementor-inner-column elementor-element elementor-element-571a26b\" data-id=\"571a26b\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-847a9d1 elementor-widget elementor-widget-text-editor\" data-id=\"847a9d1\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p>Last revised and effective as of: November 4, 2020<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t<div class=\"elementor-column elementor-col-50 elementor-inner-column elementor-element elementor-element-5e8a757\" data-id=\"5e8a757\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<div class=\"elementor-element elementor-element-2875ebe elementor-widget elementor-widget-text-editor\" data-id=\"2875ebe\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p>This Privacy Notice describes the privacy practices of Scholar Rock, Inc. and affiliates, (collectively, “Scholar Rock”). This Privacy Notice describes how we collect, use, store and disclose (together “process”) personal data, and explains the rights and choices available to individuals. This notice applies where we are acting as a data controller with respect to the personal data of our website visitors, mobile applications users, and other individuals who interact directly with Scholar Rock, or its service providers or business partners; in other words, where we determine the purposes and means of processing the personal data.<\/p><p>Scholar Rock may provide additional privacy notices to individuals at the time we collect their data (e.g. clinical trial participants or employment candidates) that describe our privacy practices in connection with specific activities, and will apply to the information you provide at that time, in addition to this notice. <\/p><p>Please note this Privacy Notice does not apply to Scholar Rock’s processing of employee or contractor data.<\/p><p>BY PROVIDING YOUR PERSONAL DATA TO SCHOLAR ROCK OR OTHERWISE USING OUR WEBSITES OR MOBILE APPLICATIONS, YOU ACKNOWLEDGE THAT YOU UNDERSTAND THE TERMS OF THIS PRIVACY NOTICE AND WISH TO CONTINUE TO PROVIDE YOUR PERSONAL DATA FOR THE PURPOSES DESCRIBED.<\/p><h2>Whose personal data we collect?<\/h2><p>We collect personal data from the following types of individuals: clinical trial participants, patients, patient family members, caregivers or advocates, physicians and other healthcare professionals, clinical trial investigators, researchers, pharmacists, contractors, consultants, job applicants, volunteers, visitors to our offices, and other individuals who interact directly with Scholar Rock or its service providers or business partners, including users of Scholar Rock websites and mobile applications.<\/p><h2>How we collect your personal data<\/h2><p>You directly provide Scholar Rock with most of the data we collect. We collect and process your personal data when you:<\/p><ul><li>Tell us the information in person, via phone, or via email<\/li><li>Enter your personal data via our websites and mobile apps<\/li><li>Use or view our websites or mobile applications via your browser’s cookies<\/li><\/ul><p> Scholar Rock may also receive your pseudo-anonymized data indirectly from the following sources:<\/p><ul><li>Healthcare professionals, such as your doctors. Your authorization or release will be obtained prior to obtaining this information to the extent required by applicable law<\/li><li>Research organizations and clinical trial investigators with whom we contract<\/li><li>Public records<\/li><li>Third party service providers or business partners with whom we contract<\/li><li>From recruiters<\/li><\/ul><h2>Types of personal data we collect<\/h2><p>The types of personal data we collect include:<\/p><ul><li>Health and medical information, we collect in connection with managing clinical trials, conducting research, providing patient support programs, and tracking adverse event reports<\/li><li>Personal and business contact information and preferences (such as name, job title and employer name, email address, mailing address, phone number, and emergency contact information)<\/li><li>Biographical and demographic information (such as date of birth, age, gender, marital status, and information regarding any parents or legal guardians)<\/li><li>Professional credentials, educational and professional history, institutional and government affiliations, background checks, performance reviews, and information of the type included on a resume or curriculum vitae education and work history<\/li><li>If you are a third party with whom we have or are contemplating a contractual relationship, such as a healthcare professional, we collect publicly-available information related to your practice, such as license information, disciplinary history, prior litigation and regulatory proceedings, and other due diligence related information<\/li><li>Payment-related information we need to pay for services and products that individuals may provide to us (such as tax identification number and financial account information)<\/li><li>From healthcare professionals, we collect information about the programs and activities in which you have participated, our interactions with you, and the agreements you have executed with us<\/li><li>Security and access credentials, such as username and password that may be created in connection with establishing an account on our websites or mobile applications<\/li><li>Your photograph, social media handle or digital or electronic signature<\/li><li>If you are a visitor to a Scholar Rock office location, we collect visual images captured on closed circuit television (CCTV)<\/li><li>Other information you provide to us (such as in emails, on phone calls, through our websites or mobile applications, or in other correspondence)<\/li><\/ul><h2>How we use your personal data<\/h2><p> To the extent permitted by applicable local law, we collect your personal data for the following purposes:<\/p><ul><li>Communicating with you about the products and services we offer, and responding to requests, inquiries, comments, and suggestions<\/li><li>Analyzing and enhancing our communications and strategies (e.g. effectiveness of emails or our websites and mobile applications)<\/li><li>Operating, securing, and improving our business (including both physical premises and digital environments)<\/li><li>Developing and personalizing customer relationship management activities, including the delivery of programs and materials, as well as surveys and market research<\/li><li>Staffing, facilitating, conducting and managing clinical trials<\/li><li>Tracking and responding to safety and product quality concerns (including product recalls)<\/li><li>Complying with regulatory monitoring and reporting obligations (including those related to adverse events, product complaints, spend transparency, and patient safety)<\/li><li>Defining and managing appropriate patient engagement and enrollment activities<\/li><li>Identifying, interacting, and engaging with healthcare professionals, including thought leaders and external experts<\/li><li>Facilitating and improving our recruitment activities (such as processing employment applications, evaluating a job candidate for an employment activity, analyzing trends, and monitoring recruitment statistics)<\/li><\/ul><p>In some situations, we may have a separate agreement or relationship with you with respect to a specific type of processing of your data, such as if you participate in a special program, activity, event, or clinical trial. These situations will be governed by specific terms, privacy notices, or consent forms that provide additional information about how we will use your personal data that we collect at that time.<\/p><h2>Personal data we share<\/h2><p>Scholar Rock will share your personal data with our service providers and third parties with which we contract for the purposes described in either this Privacy Notice or through a specific “in-time” privacy notice provided at the time we collect the information.<\/p><p>The types of individuals or entities with which we share personal data include:<\/p><ul><li>Scholar Rock affiliates and research partners<\/li><li>Service providers that perform services on our behalf, including:<\/li><\/ul><ul><li style=\"list-style-type: none;\"><ul><li>Contract research organizations that conduct clinical trials on our behalf<\/li><li>Customer service and patient support providers (including for product quality and adverse event reporting etc.)<\/li><li>Data storage and analytics and technology providers (including technology support, marketing and advertising technology providers)<\/li><li>Event planning and travel organizations that help facilitate Scholar Rock programs<\/li><\/ul><\/li><\/ul><ul><li>Regulators worldwide, as required by law, including in connection with monitoring, review and approval of our studies, products and services, and adverse event reporting<\/li><li>Healthcare professionals, researchers, academics, and public health organizations<\/li><\/ul><p>Unless prohibited by applicable law, we may transfer your personal data as part of a corporate business transaction, such as a merger, acquisition, reorganization, joint venture or the sale of our assets. We may also transfer your personal data to a successor entity in the event of insolvency, bankruptcy or receivership.<\/p><p><strong>In addition, we may share your personal data to comply with legal and regulatory requirements, comply with a civil, criminal, or regulatory inquiry, investigation, subpoena, or summons by a federal, state, or local authorities, and protect against fraud, illegal activity (such as identifying and responding to incidents of hacking or misuse of our websites and mobile applications), and exercise or defend legal claims. <\/strong><\/p><h2>Cookies and other automated information collection<\/h2><h3>What are cookies?<\/h3><p>Cookies are text files placed on your computer to collect standard internet log information and visitor behavior information. When you visit our websites, we may collect information from you automatically through cookies or similar technology. For additional information about cookies, visit <a href=\"https:\/\/www.allaboutcookies.org\/\">allaboutcookies.org<\/a>.<\/p><p>Scholar Rock may also collect certain information about the use of our websites and mobile applications by automated means, such as cookies, web beacons and other technologies (“Automated Information”). Please see our <a href=\"\/cookie-policy\" rel=\"noopener\">Cookie Policy<\/a> for more information about cookies. We or our service providers and business partners may collect Automated Information about your online activities over time and across our own and third-party websites when you use our websites and mobile applications, including to deliver advertising-related content. In jurisdictions where Automated Information is considered personal data, or if we associate Automated Information with personal data, we will treat Automated Information as personal data and process such information in accordance with this Privacy Notice.<\/p><p>The Automated Information that we collect from time to time includes:<\/p><ul><li>Details about the devices that are used to access our websites or mobile applications (e.g. IP address, and type of operating system and web browser)<\/li><li>Dates and times of visits to, and use of, our websites and mobile applications<\/li><li>Details about your interactions with emails that we may send you, including the links on which you click and your interactions with our linked sites<\/li><li>Information about how our websites and mobile applications are used (such as the content that is viewed on our websites and how users navigate our pages)<\/li><li>URLs that refer visitors to our websites<\/li><\/ul><p>Web browsers may offer users of our websites the ability to disable receiving certain types of cookies; however, if cookies are disabled, some features or functionality of our websites may not function correctly. You can visit <a href=\"http:\/\/www.aboutcookies.org\/how-to-control-cookies\/\">www.aboutcookies.org\/how-to-control-cookies<\/a> for information about cookies and how to disable them.<\/p><h2>Legal basis for processing data<\/h2><p>In some cases, Scholar Rock has a legitimate interest to process your personal data that we collect, such as to operate, evaluate and improve our business; to facilitate and manage clinical trials or other patient advocacy and engagement programs; to promote scholarly research; to support our clinical trial recruitment activities; to facilitate a sale of our assets, merger or acquisition; and fraud prevention. We may also process your personal data as necessary for the protection against criminal offences, safeguarding of domestic law, and the maintenance of a safe workplace for staff.<\/p><p>In other cases, Scholar Rock processes personal data to fulfill our contracts with our business partners, such as healthcare professionals or our research partners.<\/p><p>It may be also necessary for Scholar Rock to process your personal data to establish, exercise or defend against fraud, illegal activity, and claims and other liabilities, including enforcing the terms and conditions that govern the services we provide.<\/p><p>Scholar Rock’s processing of your health and other associated information may be necessary to comply with our legal obligations, and for reasons of public interest in the area of health or for scientific or historical research purposes, such as with respect to adverse event and product safety reporting.<\/p><p>Scholar Rock may also process your personal data as specifically permitted by applicable legal requirements, such as laws and regulations that authorize Scholar Rock to process your personal data for purposes of conducting clinical trials.<\/p><p>When Scholar Rock relies on consent for the processing of your personal data, we will seek your consent at the time we collect your personal data. For information on how to withdraw consent, please see the “Personal Data Access Rights” section of this Privacy Notice.<\/p><h2>International data transfers<\/h2><p>We may transfer your personal data to countries other than the country in which the data was originally collected for the purposes described in this Privacy Notice. The countries to which we transfer your personal data may not have the same data protection laws as the country in which you initially provided the information. When we transfer personal data across borders, we consider a variety of requirements that may apply to such transfers, but in any event we will only transfer your personal data to a destination and in a manner that ensures your personal data remains protected to the same or equivalent level as in the country of origin, including executing contracts which commit the recipient to process personal data in accordance with applicable law in the country of origin (e.g. Standard Contractual Clauses published by the EU Commission).<\/p><p>We operate in the United States. Our servers and offices are located in the United States, so your personal data may be transferred to, stored, or processed in the United States.<\/p><h2>Personal data access rights<\/h2><p>You have the right to exercise the following rights in relation to the personal data that we collected about you. Please note that if your exercise of these rights limits our ability to process your personal data, we may not be able to provide our products or services to you, or to otherwise engage with you going forward.<\/p><p>We will verify the identity of each individual making any request regarding personal data, to help ensure that we provide the information only to individuals to whom the personal data pertains, and allow only those individuals or their authorized representatives to exercise rights with respect to that personal data. In the event we cannot comply fully or at all, with your request, we will notify you of the reasons.<\/p><h3>Right to withdraw your consent<\/h3><p>Where you provided consent to Scholar Rock to process your personal data, you may withdraw such consent by following the instructions provided at the time of collection or by contacting us using details in the Contact Us section below. In some instances, withdrawing your consent may mean we can no longer provide products or services to you or otherwise engage with you.<\/p><h3>Right to access your personal data<\/h3><p>You have the right to request Scholar Rock for copies of your personal data that we maintain about you. This includes the right to request us to disclose to you the: categories of personal data we collected about you; categories of sources from which the personal data is collected; business or commercial purpose for collecting your personal information; categories of third parties with whom we share your personal information; and, specific pieces of personal information we collected about you.<\/p><h3>Right to rectification<\/h3><p>You have the right to request Scholar Rock to correct any errors in your personal data. You also have the right to request us to complete personal data you believe is incomplete.<\/p><h3>Right to object to processing of your personal data<\/h3><p>You have the right to object to our processing of your personal data.<\/p><h3>Right to erasure<\/h3><p>You have the right to request that we delete your personal data from our records, under certain conditions.<\/p><h3>Right to data portability<\/h3><p>You have the right to request that Scholar Rock transfer your personal data that we collected to another organization, or directly to you, under certain conditions.<\/p><h3>No discrimination<\/h3><p>You have the right to not be discriminated against by Scholar Rock because you exercise any of the above rights.<\/p><p>You have the right to file a complaint with a regulator or data protection supervisory authority in your jurisdiction.<\/p><p><b>Note about “sales”:<\/b> Scholar Rock does not “sell” personal data as that term is defined under privacy applicable law. To request further information about this, you can do so by emailing <a href=\"mailto:privacy@scholarrock.com\">privacy@scholarrock.com<\/a>.<\/p><p>When submitting a request to exercise any of these rights, please describe your relationship with us and your request, with sufficient detail to allow us to properly understand, evaluate, and respond to it. We will need to verify your identity before processing your request, which may require us to request additional personal data from you. <\/p><h2>Minors<\/h2><p>We do not knowingly collect personal data from children under age 13 through our websites or mobile applications. If we learn that we have collected personal data directly from a child under the age of 13 through our websites or mobile applications, we will delete that information.<\/p><h2>How we protect personal data<\/h2><p>Scholar Rock securely stores your data and maintains reasonable and appropriate administrative, technical and physical security procedures and practices designed to protect the personal data we maintain against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use. However, we cannot guarantee that the measures we maintain will ensure the security of your personal data. We will keep your personal data in a form that permits identification of you for no longer than is necessary for the purposes for which it was processed.<\/p><h2>Links to third-party websites and content<\/h2><p>For your convenience and information, we may provide links to websites and other third-party content that is not owned or operated by Scholar Rock. The websites and third-party content to which we link may have separate privacy notices or policies. Our privacy policy applies only to our websites and applications, and Scholar Rock is not responsible for the privacy practices of any entity that it does not own or control, or for the legality of any third party content. If you click on a link to another website, you should read the privacy policy associated with that website.<\/p><h2>Updates to our privacy notice<\/h2><p>Scholar Rock keeps its privacy policy under regular review and places any updates on this web page. When we update this Privacy Notice, we will notify you of changes that are deemed material under applicable legal requirements by providing notification as required under applicable law. We may also notify you of changes to the Privacy Notice in other ways, such as via email or other contact information you have provided.<\/p><h2>Contact us<\/h2><p>You may contact us with questions, comments, or complaints about this Privacy Notice or our privacy practices, or to exercise your rights regarding your personal data processed by us. When raising a request or complaint, please provide sufficient details (including your relationship with us) and any relevant documentation. The contact information for our global Privacy Office:<\/p><p><strong>Scholar Rock<\/strong><br \/>Attn: Privacy Office<br \/>301 Binney Street, 3rd Floor<br \/>Cambridge, MA 02142<br \/><a href=\"mailto:privacy@scholarrock.com\">privacy@scholarrock.com<\/a><br \/><a href=\"tel:8572593860\">857.259.3860<\/a><\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Last revised and effective as of: November 4, 2020 This Privacy Notice describes the privacy practices of Scholar Rock, Inc. and affiliates, (collectively, “Scholar Rock”). This Privacy Notice describes how we collect, use, store and disclose (together “process”) personal data, and explains the rights and choices available to individuals. This notice applies where we are [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":true,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":"","footnotes":""},"class_list":{"0":"post-70","1":"page","2":"type-page","3":"status-publish","5":"entry"},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.9 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Scholar Rock<\/title>\n<meta name=\"description\" content=\"Read our privacy policy.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/scholarrock.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Scholar Rock\" \/>\n<meta property=\"og:description\" content=\"Read our privacy policy.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/scholarrock.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Scholar Rock\" \/>\n<meta property=\"article:modified_time\" content=\"2024-05-09T21:19:26+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/11\/social-share.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"630\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ScholarRock\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/scholarrock.com\/privacy-policy\/\",\"url\":\"https:\/\/scholarrock.com\/privacy-policy\/\",\"name\":\"Privacy Policy - Scholar Rock\",\"isPartOf\":{\"@id\":\"https:\/\/scholarrock.com\/#website\"},\"datePublished\":\"2020-08-18T18:54:45+00:00\",\"dateModified\":\"2024-05-09T21:19:26+00:00\",\"description\":\"Read our privacy policy.\",\"breadcrumb\":{\"@id\":\"https:\/\/scholarrock.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/scholarrock.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/scholarrock.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/scholarrock.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/scholarrock.com\/#website\",\"url\":\"https:\/\/scholarrock.com\/\",\"name\":\"Scholar Rock\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/scholarrock.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/scholarrock.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/scholarrock.com\/#organization\",\"name\":\"Scholar Rock\",\"url\":\"https:\/\/scholarrock.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg\",\"contentUrl\":\"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg\",\"width\":1,\"height\":1,\"caption\":\"Scholar Rock\"},\"image\":{\"@id\":\"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/x.com\/ScholarRock\",\"https:\/\/www.linkedin.com\/company\/scholar-rock\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Scholar Rock","description":"Read our privacy policy.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/scholarrock.com\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Scholar Rock","og_description":"Read our privacy policy.","og_url":"https:\/\/scholarrock.com\/privacy-policy\/","og_site_name":"Scholar Rock","article_modified_time":"2024-05-09T21:19:26+00:00","og_image":[{"width":1200,"height":630,"url":"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/11\/social-share.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@ScholarRock","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/scholarrock.com\/privacy-policy\/","url":"https:\/\/scholarrock.com\/privacy-policy\/","name":"Privacy Policy - Scholar Rock","isPartOf":{"@id":"https:\/\/scholarrock.com\/#website"},"datePublished":"2020-08-18T18:54:45+00:00","dateModified":"2024-05-09T21:19:26+00:00","description":"Read our privacy policy.","breadcrumb":{"@id":"https:\/\/scholarrock.com\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/scholarrock.com\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/scholarrock.com\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/scholarrock.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/scholarrock.com\/#website","url":"https:\/\/scholarrock.com\/","name":"Scholar Rock","description":"","publisher":{"@id":"https:\/\/scholarrock.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/scholarrock.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/scholarrock.com\/#organization","name":"Scholar Rock","url":"https:\/\/scholarrock.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/","url":"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg","contentUrl":"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg","width":1,"height":1,"caption":"Scholar Rock"},"image":{"@id":"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/x.com\/ScholarRock","https:\/\/www.linkedin.com\/company\/scholar-rock\/"]}]}},"_links":{"self":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/pages\/70","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/comments?post=70"}],"version-history":[{"count":0,"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/pages\/70\/revisions"}],"wp:attachment":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/media?parent=70"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}