{"id":74,"date":"2020-08-18T14:55:05","date_gmt":"2020-08-18T18:55:05","guid":{"rendered":"https:\/\/scholarrock301.wpengine.com\/?page_id=74"},"modified":"2020-10-19T16:20:55","modified_gmt":"2020-10-19T20:20:55","slug":"terms-of-use","status":"publish","type":"page","link":"https:\/\/scholarrock.com\/terms-of-use\/","title":{"rendered":"Terms of Use"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"74\" class=\"elementor elementor-74\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-4905f5d top-row narrow-row elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"4905f5d\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-437243b\" data-id=\"437243b\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-inner-section elementor-element elementor-element-57ac00b elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"57ac00b\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-50 elementor-inner-column elementor-element elementor-element-280fac7\" data-id=\"280fac7\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-7199361 elementor-widget elementor-widget-text-editor\" data-id=\"7199361\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p><strong>Date of Last Revision: February 26, 2019<\/strong><\/p><p>The information and materials on Scholar Rock’s website (scholarrock.com, the “Site”) are provided to you by Scholar Rock, Inc. and Scholar Rock Holding Corporation (“Scholar Rock,” “we,” “us,” “our”), subject to the following Terms of Use (as amended from time to time, the “Terms of Use”). We may change or modify portions of these Terms of Use at any time. If we do this, we will post the changes on this page and will indicate at the top of this page the date these terms were last revised.  Your use of the Site constitutes your acceptance of the Terms of Use.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t<div class=\"elementor-column elementor-col-50 elementor-inner-column elementor-element elementor-element-383cbcc\" data-id=\"383cbcc\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap\">\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<div class=\"elementor-element elementor-element-4148561 elementor-widget elementor-widget-text-editor\" data-id=\"4148561\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<p><strong>PLEASE READ THESE TERMS OF USE CAREFULLY. THESE TERMS GOVERN YOUR USE OF THIS SITE.<\/strong><\/p>\n<h2>Access and Use of the Site<\/h2>\n<p><strong>Site Description:<\/strong>&nbsp;The Site provides you, the user, with information about our company, our research initiatives, and our products in development. This website is not intended to provide medical advice, or diagnose or treat any disease.<\/p>\n<p><strong>Modifications to Site:<\/strong> Scholar Rock reserves the right to modify or discontinue, temporarily or permanently, the Site (or any part thereof) with or without notice. You agree that Scholar Rock will not be liable to you or to any third party for any modification, suspension or discontinuance of the Site.<\/p>\n<p><strong>General Practices Regarding Use and Storage:<\/strong>&nbsp;You acknowledge that Scholar Rock may establish general practices and limits concerning use of the Site. You agree that Scholar Rock has no responsibility or liability for the deletion or failure to store any data or other content maintained or uploaded by the Site. You acknowledge that Scholar Rock reserves the right to discontinue providing content. You further acknowledge that Scholar Rock reserves the right to change these general practices and limits at any time, in its sole discretion, with or without notice.<\/p>\n<p><strong>Electronic Communications:<\/strong> If you provide us with your contact information you consent to communicating with us electronically, including via email. You agree that electronic communications, including consents and authorizations that you may give, shall satisfy any legal requirements for a writing.<\/p>\n<p><strong>Medical Advice Disclaimer.<\/strong>&nbsp;&nbsp;Any information made available through the Site is for general information purposes only and is not intended or implied to be a substitute for professional medical advice, diagnosis or treatment. . Scholar Rock makes no representation and assumes no responsibility for the accuracy of information contained on or available through the Site, and such information is subject to change without notice. You are encouraged to confirm any information obtained from or through the Site with other sources, and review all information regarding any medical condition or treatment with your physician. NEVER DISREGARD PROFESSIONAL MEDICAL ADVICE OR DELAY SEEKING MEDICAL TREATMENT BECAUSE OF SOMETHING YOU HAVE READ ON OR ACCESSED THROUGH THE SITE.<\/p>\n<h2>Forward Looking Statements<\/h2>\n<p>The Site contains forward-looking statements about Scholar Rock’s business. You should not place undue reliance on forward-looking statements as these statements are based upon a number of estimates and assumptions and are subject to significant risks and uncertainties, many of which are beyond Scholar Rock’s control. These statements may be identified by words such as “may,” “will,” “should,” “could,” “expect,” “intend,” “plan,” “anticipate,” “believe,” “estimate,” “predict,” “potential,” “forecast,” “continue” or the negative of these terms or other words or terms of similar meaning. We may also make forward-looking statements in other reports, in presentations, in materials delivered to stockholders and in press releases.<\/p>\n<p>Actual results may differ materially from those set forth in any forward-looking statements and may be adversely affected by, but are not limited to, the matters listed under “Risk Factors” in our annual report on Form 10-K, quarterly reports on Form 10-Q and our other filings with the Securities and Exchange Commission. These reports are available at www.sec.gov or by contacting our investor relations department at ir@scholarrock.com.<\/p>\n<p>In addition, any forward-looking statements represent our views only as of today and should not be relied upon as representing our views as of any subsequent date. We explicitly disclaim any obligation to update any forward-looking statements.<\/p>\n<h2>Conditions of Use<\/h2>\n<p><strong>User Conduct:<\/strong> You are solely responsible for all information that you email or otherwise provide to us, including without limitation, requests, letters, data, documents, text, photographs, graphics, messages or other materials (“Content”).&nbsp; You agree to not use the Site to:<\/p>\n<ol>\n<li>email or submit any content that (i) infringes any intellectual property or other proprietary rights of any party; (ii) you do not have a right to submit under any law or under contractual or fiduciary relationships; (iii) contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment; (iv) poses or creates a privacy or security risk to any person; (v) constitutes unsolicited or unauthorized advertising, promotional materials, commercial activities and\/or sales, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” “contests,” “sweepstakes,” or any other form of solicitation; (vi) is unlawful, harmful, threatening, abusive, harassing, tortious, excessively violent, defamatory, vulgar, obscene, pornographic, libelous, invasive of another’s privacy, hateful racially, ethnically or otherwise objectionable; or (vii) in the sole judgment of Scholar Rock, is objectionable or which restricts or inhibits any other person from using or enjoying the Site, or which may expose Scholar Rock or its users to any harm or liability of any type;<\/li>\n<li>interfere with or disrupt the Site or servers or networks connected to the Site, or disobey any requirements, procedures, policies or regulations of networks connected to the Site; or<\/li>\n<li>violate any applicable local, state, national or international law, or any regulations having the force of law;<\/li>\n<li>impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity;<\/li>\n<li>solicit personal information from anyone;<\/li>\n<li>harvest or collect email addresses or other contact information of other users from the Site by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications;<\/li>\n<li>further or promote any criminal activity or enterprise or provide instructional information about illegal activities; or<\/li>\n<li>obtain or attempt to access or otherwise obtain any materials or information through any means not intentionally made available or provided for through the Site.<\/li>\n<\/ol>\n<p><b>No Commercial Use:<\/b>&nbsp;The Site is for your personal use only, and unless otherwise expressly authorized herein or in the Site, you agree not to display, distribute, license, perform, publish, reproduce, duplicate, copy, create derivative works from, modify, sell, resell, exploit, transfer or upload for any commercial purposes, any portion of the Site, use of the Site, or access to the Site.<\/p>\n<h2>Intellectual Property Rights<\/h2>\n<p><b>Site Content, Software and Trademarks:<\/b>&nbsp;You acknowledge and agree that the Site may contain content or features (“Site Content”) that are protected by copyright, patent, trademark, trade secret or other proprietary rights and laws. Except as expressly authorized by Scholar Rock, you agree not to modify, copy, frame, scrape, rent, lease, loan, sell, distribute or create derivative works based on the Site or the Site Content, in whole or in part. In connection with your use of the Site you will not engage in or use any data mining, robots, scraping or similar data gathering or extraction methods.&nbsp; If you are blocked by Scholar Rock from accessing the Site (including by blocking your IP address), you agree not to implement any measures to circumvent such blocking (e.g., by masking your IP address or using a proxy IP address). Any use of the Site or the Site Content other than as specifically authorized herein is strictly prohibited. Any rights not expressly granted herein are reserved by Scholar Rock.<\/p>\n<p>The Scholar Rock name and logos are trademarks and Site marks of Scholar Rock (collectively the “Scholar Rock Trademarks”). Other company, product, and Site names and logos used and displayed via the Site may be trademarks or Site marks of their respective owners who may or may not endorse or be affiliated with or connected to Scholar Rock. Nothing in this Terms of Use or the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any of Scholar Rock Trademarks displayed on the Site, without our prior written permission in each instance. All goodwill generated from the use of Scholar Rock Trademarks will inure to our exclusive benefit.<\/p>\n<p><b>Third Party Material:<\/b>&nbsp;Under no circumstances will Scholar Rock be liable in any way for any content or materials of any third parties (including users), including, but not limited to, for any errors or omissions in any content, or for any loss or damage of any kind incurred as a result of the use of any such content.&nbsp; You agree that you must evaluate, and bear all risks associated with, the use of any content, including any reliance on the accuracy, completeness, or usefulness of such content.<\/p>\n<h2>Third Party Websites<\/h2>\n<p>The Site may provide, or third parties may provide, links or other access to other sites and resources on the Internet. Scholar Rock has no control over such sites and resources and Scholar Rock is not responsible for and does not endorse such sites and resources.&nbsp; You further acknowledge and agree that Scholar Rock will not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any content, events, goods or Site available on or through any such site or resource.<\/p>\n<h2>Disclaimer of Warranties<\/h2>\n<p>YOUR USE OF THE SITE IS AT YOUR SOLE RISK. THE SITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS. SCHOLAR ROCK EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.<\/p>\n<p>SCHOLAR ROCK MAKES NO WARRANTY THAT (I) THE SITE WILL MEET YOUR REQUIREMENTS, (II) THE SITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (III) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE WILL BE ACCURATE OR RELIABLE, OR (IV) THE QUALITY OF ANY PRODUCTS, SITE, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SITE WILL MEET YOUR EXPECTATIONS.<\/p>\n<h2>Limitation of Liability<\/h2>\n<p>IN NO EVENT SHALL SCHOLAR ROCK BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, EXEMPLARY DAMAGES, OR DAMAGES FOR LOSS OF PROFITS INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF SCHOLAR ROCK HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SITE; (II) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SITE RESULTING FROM ANY GOODS, DATA, INFORMATION OR SITE PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SITE; (III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; (IV) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITE; OR (V) ANY OTHER MATTER RELATING TO THE SITE. THIS LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.<\/p>\n<h2>Dispute Resolution By Binding Arbitration:&nbsp;<\/h2>\n<p><b>PLEASE READ THIS SECTION CAREFULLY AS IT AFFECTS YOUR RIGHTS.<\/b><\/p>\n<p>These Terms and conditions are governed and interpreted pursuant to the laws of the Commonwealth of Massachusetts, United States of America, notwithstanding any principles of conflicts of law.<\/p>\n<p>All disputes arising out of or relating to these Terms of Use shall be finally resolved by arbitration conducted in the English language in Boston, Massachusetts, U.S.A. under the commercial arbitration rules of the American Arbitration Association. The parties shall bear equally the cost of the arbitration (except that the prevailing party shall be entitled to an award of reasonable attorneys’ fees incurred in connection with the arbitration in such an amount as may be determined by the arbitrator). All decisions of the arbitrator shall be final and binding on both parties and enforceable in any court of competent jurisdiction. Notwithstanding this, application may be made to any court for a judicial acceptance of the award or order of enforcement. Notwithstanding the foregoing, Scholar ROck shall be entitled to seek injunctive relief, security, or other equitable remedies from the United States District Court for the District of Massachusetts or any other court of competent jurisdiction.<\/p>\n<p>If any part of these terms is unlawful, void, or unenforceable, that part will be deemed severable and will not affect the validity and enforceability of the remaining provisions. Scholar Rock may, at its sole discretion and without notice, revise these terms at any time by updating this posting.<\/p>\n<h2>Termination<\/h2>\n<p>You agree that Scholar Rock, in its sole discretion, may suspend or terminate your use of the Site, for any reason, including, without limitation, for lack of use or if Scholar Rock believes that you have violated or acted inconsistently with the letter or spirit of these Terms of Use. Any suspected fraudulent, abusive or illegal activity that may be grounds for termination of your use of Site, may be referred to appropriate law enforcement authorities. Scholar Rock may also in its sole discretion and at any time discontinue providing the Site, or any part thereof, with or without notice. You agree that any termination of your access to the Site under any provision of this Terms of Use may be effected without prior notice Further, you agree that Scholar Rock will not be liable to you or any third party for any termination of your access to the Site.<\/p>\n<h2>General<\/h2>\n<p>These Terms of Use constitute the entire agreement between you and Scholar Rock and govern your use of the Site, superseding any prior agreements between you and Scholar Rock with respect to the Site. You also may be subject to additional terms and conditions that may apply when you use affiliate or third party Site, third party content or third party software. These Terms of Use will be governed by the laws of the Commonwealth of Massachusetts without regard to its conflict of law provisions. With respect to any disputes or claims not subject to arbitration, as set forth above, you and Scholar Rock agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within Boston, Massachusetts. The failure of Scholar Rock to exercise or enforce any right or provision of these Terms of Use will not constitute a waiver of such right or provision. If any provision of these Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of these Terms of Use remain in full force and effect. You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Site or these Terms of Use must be filed within one (1) year after such claim or cause of action arose or be forever barred.<\/p>\n<p><h2>Questions?&nbsp; Concerns?&nbsp; Suggestions?<\/h2>Please contact us at&nbsp;<a href=\"mailto:info@scholarrock.com\">info@scholarrock.com<\/a>&nbsp;to report any violations of these Terms of Use or to pose any questions regarding this Terms of Use or the Site.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Date of Last Revision: February 26, 2019 The information and materials on Scholar Rock’s website (scholarrock.com, the “Site”) are provided to you by Scholar Rock, Inc. and Scholar Rock Holding Corporation (“Scholar Rock,” “we,” “us,” “our”), subject to the following Terms of Use (as amended from time to time, the “Terms of Use”). We may [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"_genesis_hide_title":false,"_genesis_hide_breadcrumbs":false,"_genesis_hide_singular_image":false,"_genesis_hide_footer_widgets":false,"_genesis_custom_body_class":"","_genesis_custom_post_class":"","_genesis_layout":"","footnotes":""},"class_list":{"0":"post-74","1":"page","2":"type-page","3":"status-publish","5":"entry"},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.9 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Terms of Use - Scholar Rock<\/title>\n<meta name=\"description\" content=\"Read our terms of use.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/scholarrock.com\/terms-of-use\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Terms of Use - Scholar Rock\" \/>\n<meta property=\"og:description\" content=\"Read our terms of use.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/scholarrock.com\/terms-of-use\/\" \/>\n<meta property=\"og:site_name\" content=\"Scholar Rock\" \/>\n<meta property=\"article:modified_time\" content=\"2020-10-19T20:20:55+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/11\/social-share.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"630\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@ScholarRock\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/scholarrock.com\/terms-of-use\/\",\"url\":\"https:\/\/scholarrock.com\/terms-of-use\/\",\"name\":\"Terms of Use - Scholar Rock\",\"isPartOf\":{\"@id\":\"https:\/\/scholarrock.com\/#website\"},\"datePublished\":\"2020-08-18T18:55:05+00:00\",\"dateModified\":\"2020-10-19T20:20:55+00:00\",\"description\":\"Read our terms of use.\",\"breadcrumb\":{\"@id\":\"https:\/\/scholarrock.com\/terms-of-use\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/scholarrock.com\/terms-of-use\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/scholarrock.com\/terms-of-use\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/scholarrock.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/scholarrock.com\/#website\",\"url\":\"https:\/\/scholarrock.com\/\",\"name\":\"Scholar Rock\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/scholarrock.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/scholarrock.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/scholarrock.com\/#organization\",\"name\":\"Scholar Rock\",\"url\":\"https:\/\/scholarrock.com\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg\",\"contentUrl\":\"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg\",\"width\":1,\"height\":1,\"caption\":\"Scholar Rock\"},\"image\":{\"@id\":\"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/x.com\/ScholarRock\",\"https:\/\/www.linkedin.com\/company\/scholar-rock\/\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Terms of Use - Scholar Rock","description":"Read our terms of use.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/scholarrock.com\/terms-of-use\/","og_locale":"en_US","og_type":"article","og_title":"Terms of Use - Scholar Rock","og_description":"Read our terms of use.","og_url":"https:\/\/scholarrock.com\/terms-of-use\/","og_site_name":"Scholar Rock","article_modified_time":"2020-10-19T20:20:55+00:00","og_image":[{"width":1200,"height":630,"url":"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/11\/social-share.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_site":"@ScholarRock","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/scholarrock.com\/terms-of-use\/","url":"https:\/\/scholarrock.com\/terms-of-use\/","name":"Terms of Use - Scholar Rock","isPartOf":{"@id":"https:\/\/scholarrock.com\/#website"},"datePublished":"2020-08-18T18:55:05+00:00","dateModified":"2020-10-19T20:20:55+00:00","description":"Read our terms of use.","breadcrumb":{"@id":"https:\/\/scholarrock.com\/terms-of-use\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/scholarrock.com\/terms-of-use\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/scholarrock.com\/terms-of-use\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/scholarrock.com\/"},{"@type":"ListItem","position":2,"name":"Terms of Use"}]},{"@type":"WebSite","@id":"https:\/\/scholarrock.com\/#website","url":"https:\/\/scholarrock.com\/","name":"Scholar Rock","description":"","publisher":{"@id":"https:\/\/scholarrock.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/scholarrock.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/scholarrock.com\/#organization","name":"Scholar Rock","url":"https:\/\/scholarrock.com\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/","url":"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg","contentUrl":"https:\/\/scholarrock.com\/wp-content\/uploads\/2020\/08\/Logo.svg","width":1,"height":1,"caption":"Scholar Rock"},"image":{"@id":"https:\/\/scholarrock.com\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/x.com\/ScholarRock","https:\/\/www.linkedin.com\/company\/scholar-rock\/"]}]}},"_links":{"self":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/pages\/74","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/comments?post=74"}],"version-history":[{"count":0,"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/pages\/74\/revisions"}],"wp:attachment":[{"href":"https:\/\/scholarrock.com\/wp-json\/wp\/v2\/media?parent=74"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}